Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Variantid{{0}} is required for comparison but not supplied.
ar: المتغير {{0}} مطلوب للمقارنة ولكن لم يتم توفيره.
bn: তুলনা করার জন্য ভ্যারিয়েন্টিড{{0}} প্রয়োজন কিন্তু সরবরাহ করা হয়নি।
de: Variantid{{0}} ist für den Vergleich erforderlich, wird aber nicht angegeben.
es: Variantid{{0}} se requiere para comparación pero no se proporcionó.
fr: Variantid{{0}} est requis pour la comparaison mais n'est pas fourni.
hi: तुलना के लिए वेरिएंटिड{{0}} आवश्यक है लेकिन आपूर्ति नहीं की गई है।
it: L'ID variante{{0}} è obbligatorio per il confronto ma non viene fornito.
nl: Variantid{{0}} is vereist voor vergelijking, maar wordt niet meegeleverd.
pt: Variantid{{0}} é necessário para comparação, mas não é fornecido.
te: పోలిక కోసం వేరియంటిడ్{{0}} అవసరం కానీ సరఫరా చేయబడలేదు.
zh_tw: 比较需要 Variantid{{0}}，但未提供。

source: Revision{{0}} is required for comparison but not supplied.
ar: المراجعة {{0}} مطلوبة للمقارنة ولكن لم يتم توفيرها.
bn: তুলনার জন্য রিভিশন{{0}} প্রয়োজন কিন্তু সরবরাহ করা হয়নি।
de: Revision{{0}} ist für den Vergleich erforderlich, wird aber nicht bereitgestellt.
es: Revision{{0}} se requiere para comparación pero no se proporcionó.
fr: La révision{{0}} est requise à des fins de comparaison mais n'est pas fournie.
hi: तुलना के लिए संशोधन{{0}} आवश्यक है लेकिन आपूर्ति नहीं की गई है।
it: La revisione{{0}} è necessaria per il confronto ma non fornita.
nl: Revisie{{0}} is vereist voor vergelijking, maar wordt niet meegeleverd.
pt: A revisão{{0}} é necessária para comparação, mas não é fornecida.
te: పోలిక కోసం రివిజన్{{0}} అవసరం కానీ అందించబడలేదు.
zh_tw: 比较需要修订版{{0}}，但未提供。

source: HTTP error occurred while getting the pages for comparison. The actual message is : {{0}}
ar: حدث خطأ HTTP أثناء الحصول على الصفحات للمقارنة. الرسالة الفعلية هي: {{0}}
bn: তুলনা করার জন্য পৃষ্ঠাগুলি পাওয়ার সময় HTTP ত্রুটি ঘটেছে৷ প্রকৃত বার্তাটি হল: {{0}}
de: Beim Abrufen der Vergleichsseiten ist ein HTTP-Fehler aufgetreten. Die eigentliche Nachricht lautet: {{0}}
es: Ocurrió un error HTTP al obtener las páginas para comparación. El mensaje real es: {{0}}
fr: Une erreur HTTP s'est produite lors de l'obtention des pages à comparer. Le message réel est : {{0}}
hi: तुलना के लिए पृष्ठ प्राप्त करते समय HTTP त्रुटि उत्पन्न हुई। वास्तविक संदेश यह है: {{0}}
it: Si è verificato un errore HTTP durante il recupero delle pagine per il confronto. Il messaggio vero e proprio è: {{0}}
nl: Er is een HTTP-fout opgetreden bij het ophalen van de pagina's ter vergelijking. De eigenlijke boodschap is: {{0}}
pt: Ocorreu um erro HTTP ao obter as páginas para comparação. A mensagem real é: {{0}}
te: పోలిక కోసం పేజీలను పొందుతున్నప్పుడు HTTP లోపం సంభవించింది. అసలు సందేశం : {{0}}
zh_tw: 获取页面进行比较时发生 HTTP 错误。实际消息是：{{0}}

source: The application {{0}} used to determine the assembly URL could not be found.
ar: لا يمكن العثور على التطبيق {{0}} المستخدم لتحديد عنوان URL للتجميع.
bn: অ্যাসেম্বলি URL নির্ধারণ করতে ব্যবহৃত অ্যাপ্লিকেশন {{0}} খুঁজে পাওয়া যায়নি৷
de: Die zur Ermittlung der Assembly-URL verwendete Anwendung {{0}} konnte nicht gefunden werden.
es: La aplicación {{0}} usada para determinar la URL de ensamblaje no pudo ser encontrada.
fr: L'application {{0}} utilisée pour déterminer l'URL de l'assembly est introuvable.
hi: असेंबली यूआरएल निर्धारित करने के लिए उपयोग किया जाने वाला एप्लिकेशन {{0}} नहीं मिल सका।
it: Impossibile trovare l'applicazione {{0}} utilizzata per determinare l'URL dell'assembly.
nl: De applicatie {{0}} die is gebruikt om de verzamel-URL te bepalen, kan niet worden gevonden.
pt: O aplicativo {{0}} usado para determinar o URL do assembly não foi encontrado.
zh_tw: 找不到用于确定程序集 URL 的应用程序 {{0}}。

source: The extension specified in the request URL to determine the assembly URL is not supported.
ar: الامتداد المحدد في عنوان URL للطلب لتحديد عنوان URL للتجميع غير مدعوم.
bn: অ্যাসেম্বলি URL নির্ধারণের জন্য অনুরোধ URL-এ উল্লেখ করা এক্সটেনশন সমর্থিত নয়।
de: Die in der Anforderungs-URL angegebene Erweiterung zur Ermittlung der Assembly-URL wird nicht unterstützt.
es: La extensión especificada en la URL de solicitud para determinar la URL de ensamblaje no es compatible.
fr: L'extension spécifiée dans l'URL de la demande pour déterminer l'URL de l'assembly n'est pas prise en charge.
hi: असेंबली यूआरएल निर्धारित करने के लिए अनुरोध यूआरएल में निर्दिष्ट एक्सटेंशन समर्थित नहीं है।
it: L'estensione specificata nell'URL della richiesta per determinare l'URL dell'assembly non è supportata.
nl: De extensie die is opgegeven in de aanvraag-URL om de assemblage-URL te bepalen, wordt niet ondersteund.
pt: A extensão especificada no URL de solicitação para determinar o URL do assembly não é suportada.
te: అసెంబ్లీ URLని గుర్తించడానికి అభ్యర్థన URLలో పేర్కొన్న పొడిగింపుకు మద్దతు లేదు.
zh_tw: 不支持在请求 URL 中指定的用于确定程序集 URL 的扩展名。

source: Assembly url is empty for the given variantid: {{0}}
ar: عنوان URL للتجميع فارغ للمتغير المحدد: {{0}}
bn: প্রদত্ত ভেরিয়েন্টিডের জন্য সমাবেশ url খালি: {{0}}
de: Die Assembly-URL ist für die angegebene Varianten-ID leer: {{0}}
es: La URL de ensamblaje está vacía para el variantid dado: {{0}}
fr: L'URL de l'assembly est vide pour l'ID de variante donné : {{0}}
hi: दिए गए वेरिएंट आईडी के लिए असेंबली यूआरएल खाली है: {{0}}
it: L'URL dell'assembly è vuoto per l'ID variante specificato: {{0}}
nl: Assembly-URL is leeg voor de opgegeven variantid: {{0}}
pt: O URL do Assembly está vazio para o ID de variante fornecido: {{0}}
te: ఇచ్చిన వేరియంటిడ్ కోసం అసెంబ్లీ url ఖాళీగా ఉంది: {{0}}
zh_tw: 给定变量 ID 的程序集 URL 为空：{{0}}

source: Unable to generate fully qualified url for assembly page.
ar: غير قادر على إنشاء عنوان URL مؤهل بالكامل لصفحة التجميع.
bn: সমাবেশ পৃষ্ঠার জন্য সম্পূর্ণরূপে যোগ্য url তৈরি করতে অক্ষম৷
de: Die vollständig qualifizierte URL für die Assembly-Seite kann nicht generiert werden.
es: No se puede generar una URL completamente calificada para la página de ensamblaje.
fr: Impossible de générer une URL complète pour la page d'assemblage.
hi: असेंबली पृष्ठ के लिए पूर्णतः योग्य यूआरएल उत्पन्न करने में असमर्थ।
it: Impossibile generare un URL completo per la pagina assembly.
nl: Kan geen volledig gekwalificeerde URL genereren voor de montagepagina.
pt: Não foi possível gerar um URL totalmente qualificado para a página de montagem.
te: అసెంబ్లీ పేజీ కోసం పూర్తి అర్హత కలిగిన urlని రూపొందించడం సాధ్యం కాలేదు.
zh_tw: 无法生成程序集页面的完全限定 URL。

source: Error occurred while initializing Document Comparison engine. Error Code: {{0}}
ar: حدث خطأ أثناء تهيئة محرك مقارنة المستندات. رمز الخطأ: {{0}}
bn: ডকুমেন্ট তুলনা ইঞ্জিন শুরু করার সময় ত্রুটি ঘটেছে। ত্রুটি কোড: {{0}}
de: Beim Initialisieren der Dokumentvergleichs-Engine ist ein Fehler aufgetreten. Fehlercode: {{0}}
es: Ocurrió un error al inicializar el Motor de Comparación de Documentos. Código de Error: {{0}}
fr: Une erreur s'est produite lors de l'initialisation du moteur de comparaison de documents. Code d'erreur : {{0}}
hi: दस्तावेज़ तुलना इंजन प्रारंभ करते समय त्रुटि उत्पन्न हुई। त्रुटि कोड: {{0}}
it: Si è verificato un errore durante l'inizializzazione del motore di confronto documenti. Codice errore: {{0}}
nl: Er is een fout opgetreden bij het initialiseren van de documentvergelijkingsengine. Foutcode: {{0}}
pt: Ocorreu um erro ao inicializar o mecanismo de comparação de documentos. Código de erro: {{0}}
te: డాక్యుమెంట్ కంపారిజన్ ఇంజన్u200cని ప్రారంభిస్తున్నప్పుడు లోపం సంభవించింది. ఎర్రర్ కోడ్: {{0}}
zh_tw: 初始化文档比较引擎时发生错误。错误代码：{{0}}

source: Error occurred while comparing the documents using the Document Comparison engine. Error Code: {{0}}
ar: حدث خطأ أثناء مقارنة المستندات باستخدام محرك مقارنة المستندات. رمز الخطأ: {{0}}
bn: ডকুমেন্ট তুলনা ইঞ্জিন ব্যবহার করে নথি তুলনা করার সময় ত্রুটি ঘটেছে৷ ত্রুটি কোড: {{0}}
de: Beim Vergleich der Dokumente mit der Dokumentenvergleichs-Engine ist ein Fehler aufgetreten. Fehlercode: {{0}}
es: Ocurrió un error al comparar los documentos usando el Motor de Comparación de Documentos. Código de Error: {{0}}
fr: Une erreur s'est produite lors de la comparaison des documents à l'aide du moteur de comparaison de documents. Code d'erreur : {{0}}
hi: दस्तावेज़ तुलना इंजन का उपयोग करके दस्तावेज़ों की तुलना करते समय त्रुटि उत्पन्न हुई। त्रुटि कोड: {{0}}
it: Si è verificato un errore durante il confronto dei documenti utilizzando il motore di confronto documenti. Codice errore: {{0}}
nl: Er is een fout opgetreden tijdens het vergelijken van de documenten met behulp van de Documentvergelijkingsengine. Foutcode: {{0}}
pt: Ocorreu um erro ao comparar os documentos usando o mecanismo de comparação de documentos. Código de erro: {{0}}
te: డాక్యుమెంట్ కంపారిజన్ ఇంజన్u200cని ఉపయోగించి డాక్యుమెంట్u200cలను పోల్చుతున్నప్పుడు లోపం సంభవించింది. ఎర్రర్ కోడ్: {{0}}
zh_tw: 使用文档比较引擎比较文档时发生错误。错误代码：{{0}}

source: The lookup resource {0} returned no entry for the site with siteid = {1}. A site must be registered with the system for a cross site link to be generated.
ar: لم يُرجع مورد البحث {0} أي إدخال للموقع بمعرف الموقع = {1}. يجب أن يتم تسجيل الموقع في النظام حتى يتم إنشاء رابط مشترك بين المواقع.
bn: সন্ধানের সংস্থান {0} সাইটআইডি u003d {1} সহ সাইটের জন্য কোনও এন্ট্রি ফেরত দেয়নি। একটি ক্রস সাইট লিঙ্ক তৈরি করার জন্য একটি সাইট অবশ্যই সিস্টেমের সাথে নিবন্ধিত হতে হবে।
de: Die Suchressource {0} hat keinen Eintrag für die Site mit Site-ID u003d {1} zurückgegeben. Damit ein Cross-Site-Link generiert werden kann, muss eine Site im System registriert sein.
es: El recurso de búsqueda {0} no devolvió ninguna entrada para el sitio con siteid = {1}. Un sitio debe estar registrado con el sistema para que se genere un enlace entre sitios.
fr: La ressource de recherche {0} n'a renvoyé aucune entrée pour le site avec siteid = {1}. Un site doit être enregistré auprès du système pour qu'un lien intersite soit généré.
hi: साइट id = {1} के लिए खोज संसाधन {0} कोई प्रविष्टि नहीं लौटाई। एक साइट को प्रणाली के साथ पंजीकृत होना आवश्यक है ताकि पार-साइट लिंक उत्पन्न किया जा सके।
it: La risorsa di ricerca {0} non ha restituito alcuna voce per il sito con siteid = {1}. Un sito deve essere registrato nel sistema affinché venga generato un collegamento tra siti.
nl: De opzoekbron {0} heeft geen invoer geretourneerd voor de site met siteid = {1}. Een site moet bij het systeem zijn geregistreerd voordat er een cross-site link kan worden gegenereerd.
pt: O recurso de pesquisa {0} não retornou nenhuma entrada para o site com siteid u003d {1}. Um site deve ser registrado no sistema para que um link entre sites seja gerado.
te: లుకప్ రిసోర్స్ {0} siteid u003d {1}తో సైట్ కోసం ఎటువంటి ఎంట్రీని అందించలేదు. క్రాస్ సైట్ లింక్u200cను రూపొందించడానికి సిస్టమ్u200cతో సైట్ తప్పనిసరిగా నమోదు చేయబడాలి.
zh_tw: 查找资源 {0} 未返回 siteid u003d {1} 的网站的条目。站点必须在系统中注册才能生成跨站点链接。

source: The relationship with relationshipid:{0} is invalid since the category: {1} for active assembly relationship is invalid. Expected category name is: {2}
ar: العلاقة مع Relationid:{0} غير صالحة لأن الفئة: {1} لعلاقة التجميع النشطة غير صالحة. اسم الفئة المتوقع هو: {2}
bn: সম্পর্কযুক্ত:{0} এর সাথে সম্পর্কটি অবৈধ যেহেতু বিভাগ: {1} সক্রিয় সমাবেশ সম্পর্কের জন্য অবৈধ৷ প্রত্যাশিত বিভাগের নাম হল: {2}
de: Die Beziehung mit der Beziehungs-ID: {0} ist ungültig, da die Kategorie: {1} für die aktive Baugruppenbeziehung ungültig ist. Erwarteter Kategoriename ist: {2}
es: La relación con relationshipid:{0} no es válida ya que la categoría: {1} para la relación de ensamblaje activo no es válida. El nombre de categoría esperado es: {2}
fr: La relation avec l'ID de relation :{0} n'est pas valide car la catégorie : {1} pour la relation d'assembly active n'est pas valide. Le nom de catégorie attendu est : {2}
hi: संबंध relationshipid:{0} अमान्य है क्योंकि सक्रिय संयोजन संबंध के लिए श्रेणी {1} अमान्य है। अपेक्षित श्रेणी नाम: {2}
it: La relazione con relationshipid:{0} non è valida poiché la categoria: {1} per la relazione di assieme attiva non è valida. Il nome della categoria prevista è: {2}
nl: De relatie met relationid:{0} is ongeldig omdat de categorie: {1} voor actieve assemblagerelatie ongeldig is. Verwachte categorienaam is: {2}
pt: O relacionamento com RelationshipID:{0} é inválido porque a categoria: {1} para relacionamento de assembly ativo é inválida. O nome da categoria esperado é: {2}
te: రిలేషన్షిప్u200cతో సంబంధం:{0} వర్గం నుండి చెల్లదు: {1} సక్రియ అసెంబ్లీ సంబంధం చెల్లదు. ఆశించిన వర్గం పేరు: {2}
zh_tw: 与关系 ID 的关系：{0} 无效，因为活动装配关系的类别：{1} 无效。预期的类别名称为：{2}

source: Failed to modify item: contentid={0}, revision={1}. An item named "{2}" already exists in the folder "{3}".
ar: فشل تعديل العنصر: contentid={0}، المراجعة={1}. العنصر المسمى "{2}" موجود بالفعل في المجلد "{3}".
bn: আইটেম সংশোধন করতে ব্যর্থ হয়েছে: contentidu003d{0}, revisionu003d{1}। "{3}" ফোল্ডারে "{2}" নামের একটি আইটেম ইতিমধ্যেই বিদ্যমান।
de: Element konnte nicht geändert werden: contentidu003d{0}, revisionu003d{1}. Ein Element mit dem Namen „{2}“ ist bereits im Ordner „{3}“ vorhanden.
es: Error al modificar el elemento: contentid={0}, revision={1}. Ya existe un elemento llamado "{2}" en la carpeta "{3}".
fr: Échec de la modification de l'élément : contentid={0}, revision={1}. Un élément nommé "{2}" existe déjà dans le dossier "{3}".
hi: आइटम को संशोधित करने में विफल: contentid={0}, revision={1}. एक आइटम जिसका नाम "{2}" पहले से ही फोल्डर "{3}" में मौजूद है।
it: Impossibile modificare l'elemento: contentid={0}, revisione={1}. Un elemento denominato "{2}" esiste già nella cartella "{3}".
nl: Kan item niet wijzigen: contentid={0}, revision={1}. Er bestaat al een item met de naam "{2}" in de map "{3}".
pt: Falha ao modificar o item: contentidu003d{0}, revisionu003d{1}. Já existe um item denominado "{2}" na pasta "{3}".
te: అంశాన్ని సవరించడంలో విఫలమైంది: contentidu003d{0}, పునర్విమర్శu003d{1}. "{2}" పేరుతో ఒక అంశం ఇప్పటికే "{3}" ఫోల్డర్u200cలో ఉంది.
zh_tw: 无法修改项目：contentidu003d{0}，修订版u003d{1}。文件夹“{3}”中已存在名为“{2}”的项目。

source: Failed to add the item name "{0}" to the folder "{1}" because the name "{0}" already exists in the folder "{1}". Locate the item, modify the item name, and then manually add the item to the folder. The locator of the failed item is: contentid={2}, revision={3}.
ar: فشلت إضافة اسم العنصر "{0}" إلى المجلد "{1}" لأن الاسم "{0}" موجود بالفعل في المجلد "{1}". حدد موقع العنصر، وقم بتعديل اسم العنصر، ثم قم بإضافة العنصر يدويًا إلى المجلد. محدد موقع العنصر الفاشل هو: contentid={2}, revision={3}.
bn: "{1}" ফোল্ডারে আইটেমের নাম "{0}" যোগ করতে ব্যর্থ হয়েছে কারণ "{0}" নামটি "{1}" ফোল্ডারে ইতিমধ্যেই বিদ্যমান। আইটেমটি সনাক্ত করুন, আইটেমের নাম পরিবর্তন করুন এবং তারপর ম্যানুয়ালি ফোল্ডারে আইটেমটি যুক্ত করুন। ব্যর্থ আইটেমের লোকেটার হল: contentidu003d{2}, revisionu003d{3}।
de: Der Elementname „{0}“ konnte nicht zum Ordner „{1}“ hinzugefügt werden, da der Name „{0}“ bereits im Ordner „{1}“ vorhanden ist. Suchen Sie das Element, ändern Sie den Elementnamen und fügen Sie das Element dann manuell zum Ordner hinzu. Der Locator des fehlgeschlagenen Elements lautet: contentidu003d{2}, revisionu003d{3}.
es: Error al agregar el nombre del elemento "{0}" a la carpeta "{1}" porque el nombre "{0}" ya existe en la carpeta "{1}". Localice el elemento, modifique el nombre del elemento y luego agregue manualmente el elemento a la carpeta. El localizador del elemento fallido es: contentid={2}, revision={3}.
fr: Échec de l'ajout du nom d'élément « {0} » au dossier « {1} », car le nom « {0} » existe déjà dans le dossier « {1} ». Recherchez l'élément, modifiez le nom de l'élément, puis ajoutez manuellement l'élément au dossier. Le localisateur de l'élément ayant échoué est : contentid={2}, revision={3}.
hi: फोल्डर "{1}" में आइटम का नाम "{0}" जोड़ने में विफल क्योंकि नाम "{0}" पहले से ही फोल्डर "{1}" में मौजूद है। आइटम की स्थिति ज्ञात करें, आइटम का नाम बदलें, और फिर आइटम को मैन्युअली फोल्डर में जोड़ें। असफल आइटम का स्थिति सूचक: contentid={2}, revision={3}।
it: Impossibile aggiungere il nome dell'elemento "{0}" alla cartella "{1}" perché il nome "{0}" esiste già nella cartella "{1}". Individuare l'elemento, modificare il nome dell'elemento, quindi aggiungere manualmente l'elemento alla cartella. Il localizzatore dell'elemento non riuscito è: contentid={2}, revision={3}.
nl: Kan de itemnaam "{0}" niet toevoegen aan de map "{1}" omdat de naam "{0}" al bestaat in de map "{1}". Zoek het item, wijzig de itemnaam en voeg het item vervolgens handmatig toe aan de map. De locator van het mislukte item is: contentid={2}, revision={3}.
pt: Falha ao adicionar o nome do item "{0}" à pasta "{1}" porque o nome "{0}" já existe na pasta "{1}". Localize o item, modifique o nome do item e adicione-o manualmente à pasta. O localizador do item com falha é: contentidu003d{2}, revisionu003d{3}.
te: "{0}" అనే అంశం పేరు "{1}" ఫోల్డర్u200cకి జోడించడం విఫలమైంది ఎందుకంటే "{0}" పేరు ఇప్పటికే "{1}" ఫోల్డర్u200cలో ఉంది. ఐటెమ్u200cను గుర్తించండి, ఐటెమ్ పేరును సవరించండి, ఆపై ఫోల్డర్u200cకు ఐటెమ్u200cను మాన్యువల్u200cగా జోడించండి. విఫలమైన అంశం యొక్క లొకేటర్: contentidu003d{2}, revisionu003d{3}.
zh_tw: 无法将项目名称“{0}”添加到文件夹“{1}”，因为名称“{0}”已存在于文件夹“{1}”中。找到该项目，修改项目名称，然后手动将项目添加到文件夹中。失败项目的定位器是：contentidu003d{2}，revisionu003d{3}。

source: Error attempting to check for existence of relationships executing the internal request {0}: The actual error message is : {1}
ar: حدث خطأ أثناء محاولة التحقق من وجود علاقات أثناء تنفيذ الطلب الداخلي {0}: رسالة الخطأ الفعلية هي: {1}
bn: অভ্যন্তরীণ অনুরোধ সম্পাদনকারী সম্পর্কের অস্তিত্ব পরীক্ষা করার চেষ্টা করার সময় ত্রুটি {0}: প্রকৃত ত্রুটি বার্তা হল : {1}
de: Fehler beim Versuch, das Vorhandensein von Beziehungen beim Ausführen der internen Anfrage {0} zu überprüfen: Die tatsächliche Fehlermeldung lautet: {1}
es: Error al intentar verificar la existencia de relaciones ejecutando la solicitud interna {0}: El mensaje de error real es: {1}
fr: Erreur lors de la tentative de vérification de l'existence de relations lors de l'exécution de la requête interne {0} : le message d'erreur réel est : {1}
hi: आंतरिक अनुरोध {0} के संबंधों की उपस्थिति की जाँच करने का प्रयास करते समय त्रुटि: वास्तविक त्रुटि संदेश: {1}
it: Errore nel tentativo di verificare l'esistenza delle relazioni durante l'esecuzione della richiesta interna {0}: il messaggio di errore effettivo è: {1}
nl: Fout bij poging om te controleren op het bestaan van relaties bij het uitvoeren van het interne verzoek {0}: het eigenlijke foutbericht is: {1}
pt: Erro ao tentar verificar a existência de relacionamentos executando a solicitação interna {0}: a mensagem de erro real é: {1}
te: అంతర్గత అభ్యర్థనను అమలు చేయడంలో సంబంధాల ఉనికిని తనిఖీ చేసే ప్రయత్నంలో లోపం {0}: అసలు దోష సందేశం : {1}
zh_tw: 尝试检查执行内部请求 {0} 的关系是否存在时出错：实际错误消息是：{1}

source: Cannot create a relationship from a non-existing owner item. The owner item id was: {0}
ar: لا يمكن إنشاء علاقة من عنصر مالك غير موجود. معرف عنصر المالك كان: {0}
bn: একটি অ-বিদ্যমান মালিক আইটেম থেকে একটি সম্পর্ক তৈরি করা যাবে না. মালিক আইটেম আইডি ছিল: {0}
de: Es kann keine Beziehung aus einem nicht vorhandenen Eigentümerelement erstellt werden. Die Besitzerelement-ID war: {0}
es: No se puede crear una relación desde un elemento propietario no existente. El ID del elemento propietario era: {0}
fr: Impossible de créer une relation à partir d'un élément propriétaire inexistant. L'ID de l'élément du propriétaire était : {0}
hi: एक मौजूदा स्वामित्व आइटम से संबंध बनाया नहीं जा सकता। स्वामित्व आइटम का id था: {0}
it: Impossibile creare una relazione da un elemento proprietario inesistente. L'ID dell'articolo del proprietario era: {0}
nl: Kan geen relatie maken op basis van een niet-bestaand eigenaaritem. De item-ID van de eigenaar was: {0}
pt: Não é possível criar um relacionamento a partir de um item de proprietário inexistente. O ID do item do proprietário era: {0}
te: ఉనికిలో లేని యజమాని అంశం నుండి సంబంధాన్ని సృష్టించడం సాధ్యం కాదు. యజమాని అంశం ఐడి: {0}
zh_tw: 无法从不存在的所有者项目创建关系。所有者项目 ID 为：{0}

source: Cannot create a relationship to a non-existing dependent item. The dependent item id was: {0}
ar: لا يمكن إنشاء علاقة بعنصر تابع غير موجود. معرف العنصر التابع كان: {0}
bn: একটি অ-বিদ্যমান নির্ভরশীল আইটেমের সাথে সম্পর্ক তৈরি করতে পারে না। নির্ভরশীল আইটেম আইডি ছিল: {0}
de: Es kann keine Beziehung zu einem nicht vorhandenen abhängigen Element erstellt werden. Die abhängige Element-ID war: {0}
es: No se puede crear una relación hacia un elemento dependiente no existente. El ID del elemento dependiente era: {0}
fr: Impossible de créer une relation avec un élément dépendant inexistant. L'ID de l'élément dépendant était : {0}
hi: एक मौजूदा आश्रित आइटम पर संबंध बनाया नहीं जा सकता। आश्रित आइटम का id था: {0}
it: Impossibile creare una relazione con un elemento dipendente inesistente. L'ID dell'elemento dipendente era: {0}
nl: Kan geen relatie tot stand brengen met een niet-bestaand afhankelijk item. De afhankelijke artikel-ID was: {0}
pt: Não é possível criar um relacionamento com um item dependente inexistente. O ID do item dependente era: {0}
te: ఉనికిలో లేని డిపెండెంట్ ఐటెమ్u200cకు సంబంధాన్ని సృష్టించడం సాధ్యం కాదు. ఆధారపడిన అంశం ఐడి: {0}
zh_tw: 无法创建与不存在的从属项目的关系。从属项目 ID 为：{0}

source: Failed to create an item named "{0}" in the folder "{1}" because the name "{0}" already exists in the folder "{1}".
ar: فشل إنشاء عنصر باسم "{0}" في المجلد "{1}" لأن الاسم "{0}" موجود بالفعل في المجلد "{1}".
bn: "{1}" ফোল্ডারে "{0}" নামের একটি আইটেম তৈরি করতে ব্যর্থ হয়েছে কারণ "{0}" নামটি "{1}" ফোল্ডারে ইতিমধ্যেই বিদ্যমান রয়েছে৷
de: Das Erstellen eines Elements mit dem Namen „{0}“ im Ordner „{1}“ ist fehlgeschlagen, da der Name „{0}“ bereits im Ordner „{1}“ vorhanden ist.
es: Error al crear un elemento llamado "{0}" en la carpeta "{1}" porque el nombre "{0}" ya existe en la carpeta "{1}".
fr: Échec de la création d'un élément nommé « {0} » dans le dossier « {1} », car le nom « {0} » existe déjà dans le dossier « {1} ».
hi: फोल्डर "{1}" में "{0}" नाम का आइटम बनाने में असफल क्योंकि नाम "{0}" पहले से ही फोल्डर "{1}" में मौजूद है।
it: Impossibile creare un elemento denominato "{0}" nella cartella "{1}" perché il nome "{0}" esiste già nella cartella "{1}".
nl: Kan een item met de naam "{0}" niet maken in de map "{1}" omdat de naam "{0}" al bestaat in de map "{1}".
pt: Falha ao criar um item chamado "{0}" na pasta "{1}" porque o nome "{0}" já existe na pasta "{1}".
te: "{0}" పేరు "{1}" ఫోల్డర్u200cలో ఇప్పటికే ఉన్నందున "{1}" ఫోల్డర్u200cలో "{0}" అనే అంశాన్ని సృష్టించడం విఫలమైంది.
zh_tw: 无法在文件夹“{1}”中创建名为“{0}”的项目，因为名称“{0}”已存在于文件夹“{1}”中。

source: The requested authtype {0} has not been configured in the authtype configuration file: {1}.
ar: لم يتم تكوين نوع المصادقة المطلوب {0} في ملف تكوين نوع المصادقة: {1}.
bn: authtype কনফিগারেশন ফাইলে অনুরোধ করা authtype {0} কনফিগার করা হয়নি: {1}।
de: Der angeforderte Authentifizierungstyp {0} wurde nicht in der Authentifizierungstyp-Konfigurationsdatei {1} konfiguriert.
es: El tipo de autenticación solicitado {0} no ha sido configurado en el archivo de configuración de tipo de autenticación: {1}.
fr: Le type d'authentification demandé {0} n'a pas été configuré dans le fichier de configuration du type d'authentification : {1}.
hi: कोन्फ़िगरेशन फ़ाइल {1} में अनुरोधित प्रामाणिक प्रकार {0} कॉन्फ़िगर नहीं किया गया है।
it: Il tipo di autenticazione richiesto {0} non è stato configurato nel file di configurazione del tipo di autenticazione: {1}.
nl: Het aangevraagde authtype {0} is niet geconfigureerd in het authtype-configuratiebestand: {1}.
pt: O authtype solicitado {0} não foi configurado no arquivo de configuração do authtype: {1}.
te: అభ్యర్థించిన ఆథటైప్ {0} ఆథటైప్ కాన్ఫిగరేషన్ ఫైల్u200cలో కాన్ఫిగర్ చేయబడలేదు: {1}.
zh_tw: 请求的身份验证类型 {0} 尚未在身份验证类型配置文件：{1} 中配置。
